Repository: leocornus/buddypress-group-documents
Catalog: languages/*.po
Languages: hu_hu

source: %s uploaded the file: %s to %s
hu_hu: %s feltöltötte a(z) %s fájlt a(z) %s csoportba

source: %s edited the file: %s in %s
hu_hu: %s szerkesztette a(z) %s fájlt a(z) %s csoportban

source: %s deleted the file: %s from %s
hu_hu: %s törölte a(z) %s fájlt a(z) %s csoportból

source: Bulk File Uploads
hu_hu: Csoportos fájlfeltöltés

source: Select Group...
hu_hu: Csoport kiválasztása...

source: Move File
hu_hu: Fájl mozgatása

source: You must choose a group for the file.
hu_hu: Nem választott csoportot a fájlhoz.

source: Document moved successfully.
hu_hu: Dokumentum sikeresen átmozgatva.

source: There was a problem saving the file info.
hu_hu: Hiba történt a fájl információinak mentése során.

source: There was a problem moving the file.
hu_hu: Hiba volt a fájl mozgatása során

source: Group Documents Admin
hu_hu: Csoport dokumentumok adminisztrációja

source: %s Documents Moved.
hu_hu: %s dokumentum mozgatva.

source: Settings Updated.
hu_hu: Beállítások frissítve.

source: Valid File Formats
hu_hu: Engedélyezett formátumok

source: Items per Page
hu_hu: Elemek oldalanként

source: Upload Permission:
hu_hu: Feltöltési jogosultságok

source: Members &amp; Moderators
hu_hu: Tagok és moderátorok

source: Moderators Only
hu_hu: Csak moderátorok

source: Let individual moderators decide
hu_hu: Moderátorok egyéni döntése szerint

source: Use Categories
hu_hu: Kategóriák használata

source: Display Icons
hu_hu: Ikonok megjelenítése

source: Display File Size
hu_hu: Fájl méretének megjelenítése

source: Save Settings
hu_hu: Beállítások mentése

source: Whoops! There was no file selected for upload.
hu_hu: Hoppá! Nem lett fájl kiválasztva feltöltésre.

source: The type of document submitted is not allowed
hu_hu: A feltöltendő dokumentum típusa nem engedélyezett

source: There was a problem; your file is larger than is allowed by the site administrator.
hu_hu: Hiba történt; a feltöltendő fájl nagyobb, mint a megengedett.

source: There was a problem; the file was only partially uploaded.
hu_hu: Hiba történt; a feltöltendő fájl csak részlegesen lett feltöltve.

source: There was a problem; no file was found for the upload.
hu_hu: Hiba történt; nem található a fájl.

source: There was a problem; the temporary folder for the file is missing.
hu_hu: Hiba történt; nem található ideiglenes könyvtár a fájlhoz.

source: There was a problem; the file could not be saved.
hu_hu: Hiba történt; a fájlt nem lehet elmenteni.

source: There was a problem saving your file, please try again.
hu_hu: Hiba történt a mentés során, kérjük próbálja újra.

source: Documents
hu_hu: Dokumentumok

source: Document Upload Permissions:
hu_hu: Dokumentum feltöltési jogosultságok:

source: All Group Members
hu_hu: Minden csoporttag

source: Only Group Moderators
hu_hu: Csak csoport moderátorok

source: Category List:
hu_hu: Kategória lista:

source: Save Changes
hu_hu: Változtatások mentése

source: Settings saved successfully
hu_hu: Beállítások mentve

source: A member uploads a document to a group you belong to
hu_hu: Egy tag feltölt egy dokumentumot, melynek Ön is tagja

source: A member uploads a document to a group for which you are an moderator/admin
hu_hu: Egy tag feltölt egy dokumentumot, melyet Ön adminisztrál

source: A document was uploaded to %s
hu_hu: Egy új dokumentum lett feltöltve a(z) %s csoportba

source: %s uploaded a new file: %s to the group: %s. To see %s's profile: %s To see the group %s's homepage: %s To download the new document directly: %s ------------------------
hu_hu: %s feltöltött egy új fájlt: %s a(z) %s csoportba. %s profiljának megtekintéséshez: %s %s csoport oldalának megtekintéséhez: %s A fájl közvetlen letöltése: %s ------------------------

source: To disable these notifications please log in and go to: %s
hu_hu: Ezen értesítések kikapcsolásához kérem jelentkezzen be és navigáljon ide: %s

source: Document successfully uploaded
hu_hu: A dokumentum sikeresen feltöltve

source: Document successfully edited
hu_hu: A dokumentum sikeresen szerkesztve

source: Upload a New Document
hu_hu: Új dokumentum feltöltése

source: Edit Document
hu_hu: Dokumentum szerkesztése

source: Document successfully deleted
hu_hu: A dokumentum sikeresen törölve

source: Viewing item %s to %s (of %s items)
hu_hu: Kilistázott elemek: %s - %s (összesen %s elem)

source: Recent Group Documents
hu_hu: Legfrissebb csoport dokumentumok

source: There are no documents to display.
hu_hu: Nincs megjeleníthető dokumentum

source: Title:
hu_hu: Cím:

source: Filter by Group:
hu_hu: Csoportra szűrés:

source: Popular Group Documents
hu_hu: Népszerű csoport dokumentumok

source: Group Documents
hu_hu: Csoport dokumentumok

source: Group Document Categories
hu_hu: Csoport dokumentumok kategóriái

source: Document List
hu_hu: Dokumentum lista

source: Category:
hu_hu: Kategória:

source: All
hu_hu: Összes

source: Order by:
hu_hu: Rendezés

source: Newest
hu_hu: Legújabb

source: Alphabetical
hu_hu: ABC-sorrendben

source: Most Popular
hu_hu: Legnépszerűbb

source: Uploaded by %s on %s
hu_hu: Feltöltve %s által, ekkor: %s

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: There have been no documents uploaded for this group
hu_hu: Még nincs feltöltve dokumentum ehhez a csoporthoz

source: Choose File:
hu_hu: Fájl kiválasztása

source: Display Name:
hu_hu: Megjelenítendő név:

source: Description:
hu_hu: Leírás:

source: Submit
hu_hu: Küldés

source: The item to delete could not be found
hu_hu: A törlendő elem nem létezik

source: There was a security problem
hu_hu: Biztonsági probléma lépett fel

source: Add
hu_hu: Hozzáad

source: Update
hu_hu: Frissít
